IDEA StatiCa Open Model
ConcreteSetupEc2.Nad Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Nad strategy
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NadStrategyConcrete Nad { get; set; }
Public Property Nad As NadStrategyConcrete
	Get
	Set
public:
property NadStrategyConcrete^ Nad {
	NadStrategyConcrete^ get ();
	void set (NadStrategyConcrete^ value);
}
Property Value
Type: NadStrategyConcrete
See Also
Reference
ConcreteSetupEc2 Class
IdeaRS.OpenModel.Concrete Namespace